[
  "I’ve given names to at least 3 pieces of ground equipment.",
  "I once fixed a thing with a gum wrapper and never told anyone.",
  "I can taste the difference between ‘cold coffee’ and ‘coffee that got cold.’",
  "I almost built a startup just to avoid texting someone back.",
  "My ideal job title is ‘Operations Guru.’",
  "One time I made eye contact with a raccoon at 4:17 AM and it changed my life.",
  "I dream in command-line prompts sometimes.",
  "I secretly believe most productivity is about control, not time.",
  "If I could legally marry a Yeti tumbler, I might consider it.",
  "I’ve rage-quit a job and coded a tool out of spite. Twice.",
  "I once wrote a to-do list that just said 'start over from the beginning.'",
  "I sometimes use airline equipment as metaphors in regular conversations and don’t explain them.",
  "I've serviced 1,485 commercial jets.",
  "I can spot a broken belt loader from 40 feet by its vibe alone.",
  "I trust nobody who still uses Times New Roman on purpose.",
  "Once I argued with a printer for 20 minutes. It won.",
  "I believe 'done' is better than 'perfect' but still hate releasing anything.",
  "I keep emergency snacks in my bag like I’m prepping for the zombie apocalypse.",
  "One of my hobbies is rebuilding broken systems just to say ‘It works now.’",
  "I once held an all-hands meeting with myself in my car after a bad day. Full agenda.",
  "Every time I hear 'Teamwork makes the dream work' I flinch slightly.",
  "I’ve skipped a meal because I got too deep into UI spacing.",
  "I once created a button that did nothing just to see if anyone would notice.",
  "I’ve literally run from one side of an airport to another for a place to remove my hearing protection for 10 seconds.",
  "I sometimes narrate my tasks out loud like I’m in a heist movie.",
  "I once made an entire moodboard for a problem I hadn’t even encountered yet.",
  "I’ve rage-deleted more apps than most people have installed.",
  "I sort of assume every tool is broken unless I built it.",
  "I once tried to wireframe my personal life. It broke immediately.",
  "I own more tumblers than some people own socks.",
  "My spirit animal is a cone left on the ramp in the wrong place at the wrong time.",
  "I’ve daydreamed about escape slides more than once while on shift.",
  "I’m never late--I’m just doing things in a nonlinear timeline.",
  "I once told an orange safety cone all my problems. It listened better than my manager.",
  "I’ve considered labeling my feelings with barcodes for faster processing.",
  "I once optimized my pantry layout and called it ‘agile snacking.’",
  "I trust whiteboards more than most people.",
  "I've made a spreadsheet to track my other spreadsheets.",
  "Sometimes I pretend my AirPods are comms gear. Just in case.",
  "I’ve renamed my Wi-Fi network to '404 Terminal Not Found.'",
  "I once had a dream where I was debugging my own emotions.",
  "I accidentally built a to-do list app instead of doing my to-do list.",
  "I've organized my closet by emotional damage per outfit.",
  "One time I ran a post-mortem on a failed lunch break.",
  "I’ve rage-cleaned a work van while narrating it like a documentary.",
  "I once called a piece of ground equipment ‘useless’ and it immediately stopped working.",
  "I’ve used tail numbers in pickup lines. It went exactly how you’d expect.",
  "I’ve taken screenshots of perfect UI spacing just for the serotonin.",
  "I once invented a new font out of frustration. It was called 'Nope Sans.'",
  "I assume every form will break if I don't triple check it.",
  "Sometimes I pretend I'm doing a TED Talk when I explain why something is dumb.",
  "I once tried to index my trauma in Notion.",
  "I refer to my inbox as ‘the abyss’ now. It feels more honest.",
  "I once said ‘roger that’ in a grocery store and committed to the bit for 15 minutes.",
  "I once mocked up an interface to manage my emotions. It crashed instantly.",
  "I do a little victory dance every time I successfully plug in a USB on the first try.",
  "I once asked a pushback tug to ‘take me with you.’",
  "I’ve designed a better break schedule than any job has given me.",
  "Sometimes I rearrange furniture like I’m solving UI bugs IRL.",
  "I once fixed a misaligned page margin and felt more alive than on my birthday.",
  "I use highlighters like mood rings for paperwork.",
  "I’ve named folders things like 'Chaos Archive' and meant it.",
  "I once gave a traffic cone a performance review.",
  "I don’t believe in ghosts, but I do believe in phantom printer jams.",
  "I once categorized a meltdown by severity using CSS class names.",
  "My go-to coping mechanism is redesigning interfaces in my head.",
  "I once said ‘this is fine’ to a flaming baggage cart.",
  "I’ve built a mood tracker that includes 'existential dread' as a default.",
  "I once rage-installed an entire design system just to delete it prettier.",
  "I believe airports are just multiplayer stress simulators.",
  "I once wrote a mission statement for my fridge.",
  "I assume every flight delay is a metaphor for my personal growth.",
  "I once built a fake button in a UI test labeled ‘Don’t Push This.’ Someone pushed it.",
  "I’ve documented more things than I’ve experienced.",
  "I once tried to file a JIRA ticket on my own brain.",
  "I have color-coded post-its for feelings I don’t understand yet.",
  "I once tried to make a pros/cons list for quitting and ran out of cons.",
  "I narrate my walks through terminals like I’m in a noir film.",
  "I once said ‘alt-tab’ out loud when emotionally overwhelmed.",
  "I track mental health like uptime logs.",
  "I’ve ghosted people by muting the conversation and calling it ‘feature freeze.’",
  "I once left a job with a Slack status that just said 'poof'.",
  "I’ve used a lav truck as a metaphor for emotional overflow.",
  "Sometimes I look at equipment and think, 'Same, buddy. Same.'",
  "I’ve drawn out org charts to understand my friend group dynamics.",
  "I once said 'let’s circle back to that emotion' and never did.",
  "My debugging process for life is mostly ‘have you tried crying and coffee?’",
  "I once made a list of feelings and accidentally alphabetized them by regret.",
  "I call certain UI elements 'emotional landmines.'",
  "I once saw a cone get run over and whispered ‘rest well, king.’",
  "I have a playlist for each stage of burnout.",
  "I’ve applied Agile methodology to my weekend plans.",
  "I treat lost pens like missing persons.",
  "I once tried to convert my sleep cycle into a Gantt chart.",
  "I once told someone I was ‘offboarding myself from bad vibes.’",
  "My version of self-care is updating my site footer at 2AM.",
  "I’ve watched airport vehicles more closely than I’ve watched most movies.",
  "I once tried to write a user manual for myself.",
  "I believe ‘per my last email’ is a declaration of war.",
  "I once created an FAQ for dealing with me before coffee.",
  "Sometimes I pretend that bad code was written by an evil twin.",
  "I once documented a meltdown in Markdown.",
  "I’ve used a fire extinguisher... for dramatic emphasis only.",
  "I once debugged a form and my faith in humanity at the same time.",
  "I’ve ghostwritten emails for coworkers just to stop the chaos.",
  "I once asked ChatGPT for life advice and still blamed myself for the outcome."
]