[
  "I’ve given names to at least 3 pieces of ground equipment.",
  "I once fixed a thing with a gum wrapper and never told anyone.",
  "I can taste the difference between ‘cold coffee’ and ‘coffee that got cold.’",
  "I almost built a startup just to avoid texting someone back.",
  "My ideal job title is ‘Operations Gremlin.’",
  "One time I made eye contact with a raccoon at 4:17 AM and it changed my life.",
  "I dream in command-line prompts sometimes.",
  "I secretly believe most productivity is about control, not time.",
  "If I could legally marry a Yeti tumbler, I might consider it.",
  "I’ve rage-quit a job and coded a tool out of spite. Twice.",
  "I once wrote a to-do list that just said 'burn it all down.'",
  "I use airline equipment as metaphors in regular conversations and don’t explain them.",
  "I've used Tailwind CSS more times than I've used my oven.",
  "I can spot a broken belt loader from 40 feet by its vibe alone.",
  "I trust nobody who still uses Times New Roman on purpose.",
  "Once I argued with a printer for 20 minutes. It won.",
  "I believe 'done' is better than 'perfect' but still hate releasing anything.",
  "I keep emergency snacks in my bag like I’m prepping for a tarmac apocalypse.",
  "One of my hobbies is rebuilding broken systems just to say ‘I told you so.’",
  "I once held an all-hands meeting with myself in the shower. Full agenda.",
  "Every time I hear 'agile' I flinch slightly.",
  "I’ve skipped a meal because I got too deep into UI spacing.",
  "I once created a button that did nothing just to see if anyone would notice.",
  "I’ve literally run from one side of an airport to another for a lav cart.",
  "I sometimes narrate my tasks out loud like I’m in a heist movie.",
  "I once made an entire moodboard for a problem I hadn’t even encountered yet.",
  "I’ve rage-deleted more apps than most people have installed.",
  "I sort of assume every tool is broken unless I built it.",
  "I once tried to wireframe my personal life. It broke immediately.",
  "I own more tumblers than some people own socks.",
  "My spirit animal is a cone left on the ramp in the wrong place at the wrong time.",
  "I’ve daydreamed about escape slides more than once while on shift.",
  "I’m not late--I’m just doing things in a nonlinear timeline."
]